// # Author: eric kim
// # Date : 2017-05-12

// # Elice 코딩 유치원 - 자바 주말반 
// # 강의 소개 
// # 김재원 강사, 이제빈, 배휘동 조교 @월 20:00 
// # 2017/4/17 ~ 6/11
// # 주차별 커리큘럼
// # 	1주차 : 너의 이름은 (4/17)
// #	2주차 : 심리테스트 게임 (4/24)
// # 	3주차 : 숫자 맞추기 게임 (5/1)
// # 	4주차 : 출첵 프로그램	(5/8)
// # 	5주차 : 미세먼지 데이터 분석 프로젝트 (5/15)
// # 	6주차 : 지하철 공공데이터 분석 프로젝트 1 (5/22)
// # 	7주차 : 지하철 공공데이터 분석 프로젝트 2 (5/29)
// # 	8주차 : 개인 프로젝트 (6/11)
// # 
// # 화면 세팅 : 와이드 모드 로 강의 와 코드 작성을 동시에 진행 (개이득)
// # 도움 요청 : 막히면 질문 (개이득) -> 추후 질문은 헬프 센터로 이동
// # 샌드박스 : 온라인 코딩 에디터 main.py (실습) + note.txt (필기)
// # main.py : 단축키 (ctrl + shift + enter)